Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/_saamenkielisen_varhaiskasvatuksen_saamelaisopetuksen_ja_saamenkielisten_koulutuspolkujen_vahvistaminen_saa_nyt_uutta_vauhtia_.html.tmx
Source language: fin
Languages: smn

source: ”Saamenkielisen varhaiskasvatuksen, saamelaisopetuksen ja saamenkielisten koulutuspolkujen vahvistaminen saa nyt uutta vauhtia”
smn: “Sämikielâlii arâšoddâdem, sämimáttááttâs já sämikielâlii škovlimpálgái nanodem finnee tääl uđđâ liävtu”

source: Työryhmä esittää saamelaisopetuksen järjestämistä pysyvällä perustalla koko maassa ja saamenkielisen varhaiskasvatuksen vahvistamista erityisesti saamelaisalueen ulkopuolella.
smn: Pargojuávkku iävtut sämimáttááttâs ornim fastâ vuáđun ubâ staatâst já sämikielâlii arâšoddâdem nanodem eromâšávt sämikuávlu ulguubeln.

source: Saamen kielipesien asemaa osana varhaiskasvatusta halutaan vahvistaa.
smn: Säämi kielâpiervâlij sajadâh uássin arâšoddâdem lii táttu nanodiđ.

source: Koltansaamenkielisen varhaiskasvatuksen ja opetuksen kehittämiseen esitetään erityistoimia.
smn: Nuorttâkielâlii arâšoddâdem já máttááttâs oovdedmân iävtuttuvvoo eromâštooimâid.

source: Saamenkielisen oppimateriaalityön rahoitus esitetään kaksinkertaistettavaksi.
smn: Pargojuávkku iävtut meid, et oppâmateriaal ruttâdem pajeduččii kyevtkiärdásâžžân.

source: Saamenkielisen opetus-, sosiaali- ja terveysalojen henkilöstön koulutukseen esitetään vastuuoppilaitosten nimeämistä.
smn: Sämikielâlii máttááttâs-, sosiaal- já tiervâsvuođâ škovliittâsân iävtuttuvvoo ovdâsvástádâsoppâlágádâsâi nomâttem.

source: Saamelaiskäräjien osallisuutta koulutuksen kehittämisessä, saamelaistiedon asemaa opetuksessa ja saamelaisopetuksen pohjoismaista yhteistyötä halutaan vahvistaa.
smn: Sämitige uásálistem škovliittâs oovdedmist, sämitiäđu sajaduv pyeredem máttááttâsâst já sämimáttááttâs taverijgálii ovtâspargo lii haalu nanodiđ.

source: Opetus- ja kulttuuriministeriön 6.2.2020 asettama saamen kielten ja saamenkielisen opetuksen kehittämistyöryhmä luovutti loppuraporttinsa opetusministeri Jussi Saramolle ja valtiosihteeri Tuomo Puumalalle 15.4.2021.
smn: Máttááttâs- já kulttuurministeriö 6.2.2020 asâttâm sämikielâ já sämikielâlii máttááttâs ovdedempargojuávkku luovâttij loppâraportis máttááttâsminister Jussi Saramon já staatâčällee Tuomo Puumalan 15.4.2021.

source: Työryhmälle annettu tehtävä oli laaja.
smn: Pargojuávhu pargo lâi vijđes.

source: Sen tuli valmistella esitykset saamen kielten ja saamenkielisen opetuksen ja koulutuksen kehittämiseksi kokonaisuutena.
smn: Tot valmâštâlâi iävtuttâsâid sämikielâi já sämikielâlii máttááttâs já škovlim oovdedmân olesvuottân.

source: Uudistuksilla on kiire
smn: Uđâsmitmijn lii huáppu

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso kiittää työryhmää perusteellisesta työstä.
smn: Sämitige saavâjođetteijee Tuomas Aslak Juuso kijttá pargojuávhu vuáđulâš pargoost.

source: -Neuvottelu saamenkielisen varhaiskasvatuksen, saamelaisopetuksen ja saamenkielisten koulutuspolkujen vahvistamiseksi saa nyt uutta vauhtia.
smn: – Ráđádâllâm sämikielâlii arâšoddâdem, sämimáttááttâs já sämikielâlii škovlimpálgái naanoodmân uážžu tääl uđđâ liävtu.

source: Alamme edistää työryhmän esille nostamia asioita välittömästi, hän sanoo.
smn: Mij älgip ovdediđ pargojuávhu pajedem aašijd tállân, sun iätá.

source: – Toivomme, että saamme asioita eteenpäin vielä pääministeri Sanna Marinin hallituksen aikana.
smn: – Mij tuáivup, et uážžup aašijd ovdâskulij vala uáiviminister Sanna Marin haldâttuv ääigi.

source: Saamelaisyhteisöllä ei ole varaa jäädä odottelemaan, koska liian monta ikäpolvea on jo jäänyt kokonaan ilman oman kielensä, kulttuurinsa ja omakielistä opetusta, sanoo Juuso.
smn: Sämisiärváduvvâst ij lah vääri pääcciđ vyerdiđ, tanen ko liijkás maŋgâ suhâpuolvâ lii jo pááccám ollásávt jieijâs kielâttáá, kulttuurittáá já jieijâs kielâlii máttááttâsttáá, iätá Juuso.

source: – Saamen kielten opetus kotiseutualueen ulkopuolelle on jo hyvin käynnissä etäyhteyksiä hyödyntävänä hankkeena ja pidän tämän opetuksen vakinaistamista yhtenä tärkeimmistä työryhmän esityksistä.
smn: – Sämikielâi máttááttâs päikkikuávlu ulguubel lii jo pyereest joođoost káidusohtâvuođâid ävkkin anneem haahân já mun anam taam máttááttâs fastâdem ohtân tergâdumosijn pargojuávhu iävtuttâsâin.

source: Etäyhteyksin annettava opetus on useimmille kotiseutualueen ulkopuolella asuville saamelaislapsille ja -nuorille ainoa mahdollisuus oman kielen opetuksen saamiseen, koska saamelaisperheitä asuu noin 230 kunnassa ympäri maata.
smn: Káidusohtâvuođâin olášum máttááttâs lii enâmus päikkikuávlu ulguubel ässee sämipárnáid já -nuoráid áinoo máhđulâšvuotâ finniđ jieijâs kielâ máttááttâs, tanen ko sämiperruuh ääsih suullân 230 kieldâst pirrâ staatâ.

source: – Tärkeää on myös sen varmistaminen, että saamen kielten ja saamenkielisen opetuksen järjestämisedellytykset, kuten hyvä rahoitus, säilyvät saamelaisten kotiseutualueen kunnissa.
smn: – Tergâd lii meid tom visásmittem, et sämikielâi já sämikielâlii máttááttâs ornimiävtuh, tegu pyeri ruttâdem, siäiluh sämmilii päikkikuávlu kieldâin.

source: Kotiseutualueen kunnat ovat edelleen saamen kielten luonnollisinta kotialuetta, sanoo Juuso.
smn: Päikkikuávlu kieldah láá ain sämikielâi luándulumos päikkikuávlu, iätá Juuso.

source: Katkonainen saamen koulutie
smn: Pođhâlâš säämi škovlâpäälgis

source: Saamelaiskäräjien edustajana työryhmässä toiminut koulutussihteeri Ulla Aikio-Puoskari toteaa, että saamenkielinen koulutie on vuosikymmeniä kestäneestä kehittämistyöstä huolimatta edelleen katkonainen ja rikkinäinen.
smn: Sämitige ovdâsteijen pargojuávhust toimâm škovlimčällee Ulla Aikio-Puoskari paahud, et sämikielâlâš škovlâpäälgis lii luuvijd iivijd pištám ovdedempargoost huolâhánnáá ain pođhâlâš já raše.

source: – Sekä saamenkielisen varhaiskasvatuksen että saamen kielten ja saamenkielisen opetuksen saavutettavuus on valtakunnallisesti katsottuna heikko.
smn: – Sehe sämikielâlii arâšoddâdem ete sämikielâi já sämikielâlii máttááttâs juksâmvuotâ lii väldikodálávt hiäjus.

source: Erityisen heikko sen asema on saamelaisten kotiseutualueen kuntien ulkopuolella, koulutusasteittain katsottuna heikoin lukiossa ja ammatillisessa koulutuksessa.
smn: Eromâš hiäjus sajadâh lii sämmilii päikkikuávlu kieldâi ulguubeln, škovlimasteid ko kiäččá, te hiäjumus lii luvâttuvâst já áámmátlii škovliimist.

source: Eriarvoisuutta on myös saamen kielten välillä.
smn: Eresárvusâšvuotâ lii meid sämikielâi kooskâst.

source: Työryhmä esittää muutoksia opetuksen lainsäädäntöön, rahoitukseen ja opetussuunnitelman perusteisiin.
smn: Pargojuávkku iävtut nubástusâid máttááttâs lahâaasâtmân, ruttâdmân já máttááttâsvuávám vuáđustâssáid.

source: Eri alojen koltansaamenkielisen henkilöstön saatavuuden parantamiseksi esitetään erityisen täydennyskoulutushankkeen käynnistämistä vuonna 2022.
smn: Eres suorgij nuorttâkielâlii pargovievâ juksâmvuođâ pyereedmân pargojuávkku iävtut eromâš tievâsmittemškovlimhaavâ algâttem ive 2022.

source: Koltansaamenkielisen opetuksen kehittäminen nostetaan raportissa kiireellisimmäksi, koska koltansaame on Suomessa puhutuista saamen kielistä uhanalaisin.
smn: Nuorttâkielâlii máttááttâs ovdedem pajeduvvoo raportist hoppuumusân, ko nuorttâkielâ lii Suomâst sarnum sämikielâin uhkevuálásumos.

source: Saamenkielisistä opettajista, muusta opetushenkilöstöstä ja sosiaali- ja terveysalan saamenkielisestä henkilöstöstä on suuri puute.
smn: Sämikielâlii máttáátteijein, eres máttááttâspargovievâst já sosiaal- já tiervâsvuotâsyergi sämikielâlii pargovievâst lii stuorrâ vänivuotâ.

source: -Kouluttautuminen saamenkieliseksi opettajaksi muihin oppiaineisiin kuin saamen kieliin edellyttää erityisten koulutuspolkujen luomista.
smn: – Škovlim sämikielâlii máttáátteijen eres oppâamnâsijd ko sämikielân váátá eromâš škovlimpálgái rähtim.

source: Saamenkielisten palveluiden tarpeeseen esimerkiksi sosiaali- ja terveysalalla voidaan vastata vain kehittämällä erikseen polkuja saamen kielet ja saamelaisen kulttuurin huomioiville koulutuksille, toteaa Aikio-Puoskari.
smn: Sämikielâlii palvâlusâi táárbun ovdâmerkkân sosiaal- já tiervâsvuotâsyergist puáhtá västidiđ tuš oovdedmáin sierâ pálgáid sämikielâi já sämikulttuur vuotân väldee škovliittâsâid, paahud Aikio-Puoskari.

source: – Saamenkieliset sosiaali- ja terveydenhuollon palvelut toteutuvat nykyisin heikosti tai tulkkauksen avulla, mikä vaarantaa muun muassa potilasturvallisuutta ja estää saamenkielisten oikeutta yhdenvertaisiin, laadukkaisiin palveluihin.
smn: – Sämikielâlii sosiaal- já tiervâsvuođâtipšo palvâlusah olášuveh tááláá ääigi hiäjuht teikkâ tulkkâm iišijn, mii šadda šoddâđ vaarân eres lasseen pyeccee torvolâšvuođâ já iästá sämikielâlii vuoigâdvuođâ ovtviärdásâš, kvaliteetlâš palvâlusâid.

source: Siksi nämä koulutustarpeet tulisi ottaa vakavasti ja järjestää koordinoidusti mahdollisuuksia saamen kielen taitoisten ja saamelaista kulttuuria tuntevien työntekijöiden koulutukseen.
smn: Tondiet taah škovlimtáárbuh kolgâččij väldiđ tuođâst já orniđ koordinistmáin máhđulâšvuođâid sämikielâ táiđusij já sämmilâš kulttuur tobdee pargei škovliimân.

source: Saamenkielinen varhaiskasvatus vahvistaa ylisukupolvista jatkuvuutta
smn: Sämikielâlâš arâšoddâdem naanood suhâpuolvâlii jotkuuvâšvuođâ

source: Saamelaiskäräjien kieliturvasihteeri Ánne-Kirste Aikio, joka myös toimi Saamelaiskäräjien edustajana työryhmässä, kertoo työryhmän selvittäneen saamelaisten kulttuuri- ja kielipesien asemaa lukuisissa kokouksissa ja kuulemistilaisuuksissa.
smn: Sämitige kielâtorvočällee Ánne-Kirste Aikio, kote meid tooimâi Sämitige ovdâsteijen pargojuávhust, muštâl, et pargojuávkku lii selvâttâm sämmilii kulttuur- já kielâpiervâlij sajaduv maaŋgâin čuákkimijn já kuullâmtilálâšvuođâin.

source: – Kielipesien asema on ongelmallinen siksi, ettei niitä, toisin kuin äidinkielenään saamea puhuvien lasten varhaiskasvatusta, tunnisteta varhaiskasvatuslaissa eikä myöskään varhaiskasvatussuunnitelman perusteissa.
smn: – Kielâpiervâlij sajadâh lii muálkkáá tanen, et tom, nube náálá ko eenikielân sämikielâ sárnoo párnái arâšoddâdem, iä tuubdâst arâšoddâdemvuávám vuáđustâsâin.

source: Saamen kielen menettäneiden saamelaisperheiden lasten perustuslaillinen oikeus saamen kieleen oli epäselvä ja se haluttiin varmistaa.
smn: Sämikielâs monâttâm sämiperrui párnái vuáđulavâlâš vuoigâdvuotâ sämikielân lii epičielgâ já tot halijdui visásmittiđ.

source: Työryhmä esittää kielipesien aseman selkiyttämistä Opetushallituksen antamissa varhaiskasvatussuunnitelman perusteissa ja niiden toiminnan turvaamista edelleen ministeriön osoittamalla erityisellä valtionavustuksella.
smn: Pargojuávkku iävtut kielâpiervâlij sajaduv čielgiittem Máttááttâsháldáttâs arâšoddâdemvuávám vuáđustâsâin já tai tooimâ turvim meid ministeriö čujottâm eromâš staatâišeruuđâin.

source: – Työryhmä painottaa sitä, että kaikki kielipesät toimivat omana toimintamuotonaan osana kuntien järjestämää varhaiskasvatusta ja haluaa tilanteen jatkuvan sellaisena myös tulevaisuudessa, sanoo Aikio.
smn: – Pargojuávkku tiäddut tom, et puoh kielâpiervâleh tuáimih jieijâs toimâhaamijn uássin kieldâi ornim arâšoddâdem já haalijd, et tile juátkoo tagarin meid puátteevuođâst, iätá Aikio.

source: – Äidinkielenään saamea puhuvien lasten omakielinen varhaiskasvatus ja saamen kielten omaksumisen varhaiskasvatuksessa mahdollistavat kielipesät ovat äärimmäisen tärkeitä.
smn: – Eenikiellân sämikielâ sárnoo párnái jieijâskielâg arâšoddâdem já sämikielâ oppâm arâšoddâdmist máhđulisteeh kielâpiervâleh láá uáli jo tergâdeh.

source: Ne varmistavat saamen kielten ja saamelaisen kulttuurin jatkuvuutta ja siirtymistä uusille sukupolville, sanoo Aikio.
smn: Toh visásmiteh sämikielâi já sämmilâš kulttuur jotkuuvâšvuođâ já sirdum uđđâ suhâpuolvâid, iätá Aikio.

source: Neljä erillisselvitystä
smn: Nelji sierânâsčielgiittâs

source: Työryhmä on reilun vuoden kestäneen toimintansa aikana kuullut suurta joukkoa asiantuntijoita ja teettänyt neljä erillisselvitystä.
smn: Pargojuávkku lii paijeel ive pištee tooimâs ääigi kuullâm stuorrâ juávhu äššitobdeid já rähtittâm nelji sierânâsčielgiittâs.

source: Työryhmän tehtävänä oli selvittää saamenkielisen varhaiskasvatuksen sekä saamelaisopetuksen ja -koulutuksen tilannetta kokonaisuutena ja valmistella tarvittavat esitykset opetuksen tilanteen kehittämiseksi.
smn: Pargojuávhu pargon lâi selvâttiđ sämikielâlii arâšoddâdem sehe sämimáttááttâs já -škovlim tile ubâlâšvuottân já valmâštâllâđ tárbulijd iävtuttâsâid máttááttâs tile oovdedmân.

source: Saamenkielisen oppimateriaalin saatavuutta ja rahoitustarpeita selvitti Helena Korpela, saamenkielisen opetus- ja varhaiskasvatushenkilöstön saatavuutta ja koulutuspolkuja Laura Arola ja suomen- ja ruotsinkielisten perusopetuksen oppimateriaalien sisältämää saamelaistietoa Tuuli Miettunen.
smn: Sämikielâlii oppâmateriaal juksâmvuođâ já ruttâdemtáárbuid selvâttij Helena Korpela, sämikielâlii máttááttâs- já arâšoddâdempargovievâ juksâmvuođâ já škovlimpálgáid Laura Ahola já suomâ- já ruotâkielâlii vuáđumáttááttâs oppâmateriaalij sämmilâštiäđuid Tuuli Miettunen.

source: Ensimmäistä kertaa selvitettiin myös saamenkielisen sosiaali- ja terveysalan henkilöstön koulutuksen tilannetta ja kehittämistarpeita.
smn: Vuossâmuu kerdi selvâttui meid sämikielâlii sosiaal- já tiervâsvuođâsyergi pargovievâ škovliittâs tile já ovdedemtáárbuid.

source: Tuuli Miettusen valmistama selvitys luovutettiin ministerille ja valtiosihteerille samanaikaisesti työryhmän loppuraportin kanssa.
smn: Tuuli Miettusij rähtim čielgiittâs luovâttui ministerin já staatâčällei siämmáá ääigi loppâraportijn.

source: Aiemmat kolme selvitystä luovutettiin ministeri Li Anderssonille ja valtiosihteeri Puumalalle 1.12.2020.
smn: Ovdebááh kulmâ čielgiittâs luovâttuvvojii minister Li Anderssonin já staatâčällee Puumalan 1.12.2020.

source: Työryhmän puheenjohtajana toimi johtaja Tiina Silander opetus- ja kulttuuriministeriöstä ja sihteereinä Arla Magga ja Petra Kuuva Saamelaiskäräjiltä sekä Susanna Rajala Opetushallituksesta.
smn: Pargojuávhu saavâjođetteijen tooimâi hovdâ Tiina Silander máttááttâs- já kulttuurministeriöst já čällein Arla Magga já Petra Kuuva Sämitiggeest sehe Susanna Rajala Máttááttâshaldâttâsâst.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso(at)samediggi.fi

source: Ulla Aikio-Puoskari koulutussihteeri/ työryhmän varapuheenjohtaja 040 767 3101 ulla.aikio-puoskari(at)samediggi.fi
smn: Ulla Aikio-Puoskari škovlimčällee / pargojuávhu värisaavâjođetteijee 040 767 3101 ulla.aikio-puoskari(at)samediggi.fi

source: Ánne-Kirste Aikio kieliturvasihteeri/ työryhmän jäsen 040 707 5626 anne-kirste.aikio(at)samediggi.fi
smn: Ánne-Kirste Aikio kielâtorvočällee / pargojuávhu jeessân 040 707 5626 anne-kirste.aikio(at)samediggi.fi

source: Linkit:
smn: Liiŋkah:

source: Opetus- ja kulttuuriministeriön tiedote 15.4.2021
smn: Máttááttâs- já kulttuurministeriö tiäđáttâs 15.4.2021
